app/controllers/hello_worlds_controller.rb

  def index
    @hello_worlds = HelloWorld.all
---
SELECT "hello_worlds".* FROM "hello_worlds"